/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Varna 1 minut innan frånkoppling";

/* Error string for OTR message string */
"A private conversation could not be set up." = "En privat konversation kunde inte upprättas.";

/* Title for the about page */
"About" = "Om";

/* Label for button to show version numbers and licenses */
"About This Version" = "Om den här versionen";

/* SSL error message */
"Access denied" = "Åtkomst nekad";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Error title when account is disconnected */
"Account Disconnected" = "Kontot frånkopplat";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Kontots fingeravtryck";

/* Title for the accounts tab */
"Accounts" = "Konton";

/* Button title to add someone as a buddy */
"Add" = "Lägg till";

/* The title for the view to add a buddy */
"Add Buddy" = "Lägg till vän";

/* String to describe advanced set of settings */
"Advanced" = "Avancerat";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Ett fel uppstod vid kryptering av ett meddelande och meddelandet skickades inte.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "Ett fel uppstod vid upprättandet av databasen.";

/* SSL error message */
"Attempt to restore an unknown session" = "Försök att återställa en okänd session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-radering";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Starta kryptering automatiskt";

/* Label in buddy list for users that are available */
"Available" = "Tillgänglig";

/* Label in buddy list for users that are away */
"Away" = "Borta";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Bakgrundssession kommer gå ut om en minut.";

/* SSL error message */
"Bad certificate format" = "Felaktigt certifikatformat";

/* SSL error message */
"Bad MAC" = "Dålig MAC";

/* SSL error message */
"Bad protocol version" = "Felaktig protokollversion";

/* SSL error message */
"Bad SSLCipherSuite" = "Felaktig SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Felaktigt okänt certifikatformat";

/* string to describe basic set of settings */
"Basic" = "Grundläggande";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "På grund av att databasens innehåll är krypterad med ditt lösenord har du tappat tillgången till din data och behöver radera och installera om ChatSecure för att fortsätta. Lösenordshanterare såsom 1Password eller MiniKeePass kan vara ett bra hjälpmedel för att generera och lagra starka lösenord.";

/* The String for a button to block a buddy */
"Block" = "Blockera";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blockera & ta bort";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Kompisars fingeravtryck";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Väninfo";

/* Title for the buddy list tab */
"Buddy List" = "Vänlista";

/* Cancel an alert window */
"Cancel" = "Avbryt";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Avbryt krypterad chatt";

/* Error string for OTR message string */
"Cannot read the received message." = "Kan inte läsa det mottagna meddelandet.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Känner inte igen typen av mottaget OTR-meddelande.";

/* SSL error message */
"Cert chain not verified by root" = "Certifikatkedja inte verifierad av root";

/* SSL error message */
"Certificate expired" = "Certifikatets giltighetstid har passerat";

/* SSL error message */
"Certificate revoked" = "Certifikatet har återkallats";

/* SSL error message */
"Chain had a cert not yet valid" = "Kedjan hade ett certifikat som inte är giltigt än";

/* SSL error message */
"Chain had an expired cert" = "Kedjan hade ett certifikat som löpt ut";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Byta lösenord";

/* Title for chat view */
"Chat" = "Chatt";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatta med mig säkert";

/* Title for chats view */
"Chats" = "Chatt";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Kolla in källkoden här på Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Misslyckades förhandla krypteringssvit";

/* Label for text field where you compose a new message */
"Compose" = "Författa";

/* SSL error message */
"Configuration error" = "Konfigurationsfel";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Anslut Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Anslut till existerande konto";

/* Whether or not account is logged in */
"Connected" = "Ansluten";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Ansluter";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Ansluter till Tor";

/* SSL error message */
"Connection closed gracefully" = "Anslutningen kopplades ner korrekt";

/* SSL error message */
"Connection closed via error" = "Anslutningen kopplades ner på grund av ett fel";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Kopiera";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Kunde inte hämta publik nyckel från certifikat";

/* Title for button to create account */
"Create" = "Skapa";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Skapa nytt konto";

/* Start of sentence that will be followed by names */
"Created by" = "Skapad av";

/* Title for progress of creating a new account */
"Creating Account" = "Skapar konto";

/* title label for the existing passphrase */
"Current Passphrase" = "Nuvarande lösenord";

/* SSL error message */
"Decoding error" = "Avkodningsfel";

/* SSL error message */
"Decompression failure" = "Fel vid dekomprimering";

/* SSL error message */
"Decryption error" = "Fel vid dekryptering";

/* SSL error message */
"Decryption failed" = "Dekryptering misslyckades";

/* SSL error message */
"Decryption failure" = "Dekrypteringsfel";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Radera konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Radera chattar vid frånkoppling";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Levererad";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Koppla ner Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Stör ej";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domän måste bestämmas";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domän måste ställas in manuellt vid specificering av anpassad port";

/* Title for donation link */
"Donate" = "Donera";

/* Title for button to press when user is finished */
"Done" = "Klar";

/* Error title when there is a duplicate account */
"Duplicate account" = "Kontot finns redan";

/* The string describing account name or email address for a buddy */
"Email" = "E-post";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Aktiverar opportunistisk OTR";

/* Generic title for encryption errors */
"Encryption Error" = "Krypteringsfel";

/* title label for error when creating account */
"Error Creating Account" = "Fel vid skapande av konto";

/* Error message when registration fails */
"Error Registering Username" = "Fel vid registrering av användarnamn";

/* Title of error message pop-up box */
"Error!" = "Fel!";

/* SSL error message */
"Export restriction" = "Exportbegränsning";

/* Default message when a user status is set to extended away */
"Extended Away" = "Utökad frånvaro";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Kunde inte ansluta till XMPP-server. Kolla dina loginuppgifter och din internatanslutning och prova igen.";

/* SSL error message */
"Fatal alert" = "Varning för ohanterbart fel";

/* your fingerprint */
"Fingerprint for you" = "Fingeravtryck för dig";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Glömt lösenord?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Fel vid handskakning";

/* Label for button to open link to translate app */
"Help Translate" = "Hjälp till med översättning";

/* Label text for hostname field on login scree */
"Hostname" = "Värdnamn";

/* SSL error message */
"I/O would block (not fatal)" = "I/O-blockering";

/* SSL error message */
"Illegal parameter" = "Ogiltig parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "För att ändra språk gå till hemskärmen och ta bort ChatSecure från nyligen använda appar";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Initiera krypterad chatt";

/* SSL error message */
"Insufficient buffer provided" = "Otillräcklig buffer tillhandahölls";

/* SSL error message */
"Insufficient security" = "Otillräcklig säkerhet";

/* SSL error message */
"Internal error" = "Internt fel";

/* SSL error message */
"Invalid certificate chain" = "Ogiltig certifikatkedja";

/* title label for invalid email */
"Invalid Email" = "Ogiltig e-postadress";

/* Directions to the system software update */
"iOS Vulnerability" = "iOS sårbarhet";

/* Message shown in line for users that are available */
"is now available" = "är nu tillgänglig";

/* Message shown in line for users that are away */
"is now away" = "är nu borta";

/* Message shown in line for users that are offline */
"is now offline" = "är nu offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Språk";

/* String of title to alert user language is change */
"Language Change" = "Språkändring";

/* log in to account */
"Log In" = "Logga in";

/* log out from account */
"Log Out" = "Logga ut";

/* shown during the login process */
"Logging in..." = "Loggar in...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Logga in automatiskt";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Hantera ChatSecure Push-konto";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Hantera OTR fingeravtryck";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Hantera sparade SSL-certifikat";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Meddelandet har inte skickats eftersom din vän har avslutat den privata konversationen. Vi bör antingen stänga ner anslutningen eller ladda om den.";

/* SSL error message */
"Miscellaneous bad certificate" = "Blandade felaktiga certifikat";

/* SSL error message */
"Module attach failure" = "Fel vid anslutning av modul";

/* The string describing a buddy's display name */
"Name" = "Namn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Nytt konto";

/* title label for the new passphrase */
"New Passphrase" = "Nytt lösenord";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nytt SSL-certifikat";

/* Label for button to go to next step */
"Next" = "Nästa";

/* SSL error message */
"No Error" = "Inget fel";

/* SSL error message */
"No renegotiation allowed" = "Omförhandling tillåts ej";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Ej verifierad";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Gammal";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Open in Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Öppna i Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Öppna i Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valfritt";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR chatt";

/* Title for other miscellaneous settings group */
"Other" = "Övrigt";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR Fingeravtryck";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Våran policy kräver kryptering men vi försöker skicka ett okrypterat meddelande.";

/* Label text for password field on login screen */
"Password" = "Lösenord";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Motpartens certifikat är giltigt eller ignorerades om verifiering är avstängt";

/* SSL error message */
"Peer dropped connection before responding" = "Motparten kopplade ner anslutningen innan svar erhölls";

/* SSL error message */
"Peer host name mismatch" = "Motpartens värdnamn stämmer inte";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Godkännande inväntas";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Radera permanent";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinnade certifikat";

/* detail title label for invalid email */
"Please choose a valid email address" = "Var vänlig fyll i en giltig e-postadress";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Vänligen logga in på det här kontot innan du hanterar förfrågningar.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Påstått fingeravtryck för";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "Tog emot ett generellt OTR-fel.";

/* Error string for OTR message string */
"Received a heartbeat." = "Tog emot ett hjärtslag.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Tog emot ett krypterat meddelande men kan inte läsa det eftersom ingen privat anslutning har upprättats ännu.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Mottog ett okrypterat meddelande.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Tog emot och förkastade ett meddelande som var menat för en annan instans.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Tog emot våra egna OTR-meddelanden.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Nyligen";

/* SSL error message */
"Record overflow" = "Buffertöverskridning";

/* Button title to reject a request such as a buddy request */
"Reject" = "Förkasta";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Kom ihåg lösenord";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Kom ihåg lösenord";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Ta bort";

/* Reply to an incoming message */
"Reply" = "Svara";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatoriskt";

/* Label for text input for XMPP resource */
"Resource" = "Resurs";

/* Title for button for saving a setting */
"Save" = "Spara";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Sparade certifikat";

/* Label for text field where you search for a buddy */
"Search" = "Sök";

/* Title heading in settings */
"Security" = "Säkerhet";

/* Title of alert box warning about security issues */
"Security Warning" = "Säkerhetsvarning";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Själv-signerad SSL";

/* String on button to email feedback */
"Send Feedback" = "Skicka feedback";

/* Error string for OTR message string */
"Sent a heartbeat." = "Skickade ett hjärtslag.";

/* SSL error message */
"Server closed session with no notification" = "Servern avslutade sessionen utan förvarning";

/* SSL error message */
"Server has requested a client cert" = "Servern har begärt ett klientcertifikat";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Skapa nytt lösenord för databas";

/* Title for the Settings screen */
"Settings" = "Inställningar";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Inställningar -> Allmänt -> Programuppdatering";

/* Title for sharing a link to the app */
"Share" = "Dela";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Utloggningsvarning";

/* title label for signing up for a new account */
"Sign Up" = "Registrera";

/* Label for button to skip this step */
"Skip" = "Hoppa över";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL värdnamn misspassning";

/* SSL error message */
"SSL protocol error" = "SSL protokollfel";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Prenumerationsbegäran";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "Konversationen är inte säker";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "Konversationen är säker och fingeravtrycket är verifierat";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Konversationen med %@ är inte längre säker.";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "Fingeravtrycket har ändrats och behöver verifieras.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "Fingeravtrycket har inte verifierats";

/* Error string for OTR message string */
"The message received contains malformed data." = "Det mottagna meddelande innehåller felformaterad data.";

/* Error string for OTR message string */
"The previous message was resent." = "Föregående meddelande skickades om.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "XMPP-servern stödjer inte in-band-registrering";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "Det finns redan ett konto med det här användarnamnet.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Denna chatt är säkrad";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Den här enheten verkar inte vara konfigurerad för att genomföra betalningar ifrån.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Denna QR kod innehåller en länk till http://omniqrcode.com/q/chatsecure och omdirigerar till App Store.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor är en experimentell funktion, vänligen använd med försiktighet.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Underliggande kryptografiskt fel";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Oväntad post i DTLS (hoppades över)";

/* SSL error message */
"Unexpected message received" = "Oväntat meddelande mottaget";

/* SSL error message */
"Unknown Cert Authority" = "Okänd certifikatutfärdare";

/* SSL error message */
"Unknown certificate" = "Okänt certifikat";

/* Label for button to unlock app */
"Unlock" = "Lås upp";

/* SSL error message */
"User canceled" = "Användaren avbröt";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "Användarnamn";

/* SSL error message */
"Valid cert chain, untrusted root" = "Giltig certifikatkedja, root ej betrodd";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Giltigt certifikat";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verifierad";

/* Shown when verifying fingerprints */
"Verify" = "Verifiera";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifiera fingeravtryck";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifiera senare";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Varning: Denna chatt är inte krypterad";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vill du ansluta till UserVoice för att skicka feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Du måste delta i en säker konversation först.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Du måste ange ett användarnamn och lösenord för att logga in.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Din nuvarande iOS-version (%@) innehåller en allvarlig säkerhetsrisk. Var god uppdatera till den senaste versionen så snart som möjligt.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Din donation kommer hjälpa att finansiera den fortsatta utvecklingen av ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Ditt lösenord kommer endast att lagras på den här enhetens iOS Keychain, och är bara så säker som enhetens lösenord eller pinkod. Men det kommer inte att kvarstå om du backar upp/återställer via iTunes, så var vänlig kom ihåg detta, annars kan du förlora din konversationshistorik.";

